Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A12A.tmx
Source language: en_us
Languages: zh_cn

source: The Beer Heard Around The World
zh_cn: 举世瞩目的“啤酒峰会”

source: Four men sat at a table drinking beer--the most photographed beer in the world.
zh_cn: 四个男人围坐在一张桌子边喝啤酒——全世界上镜率最高的啤酒将非此酒莫属。

source: That is pretty much all there is to say, which is just how President Barack Obama wants it.
zh_cn: 而这一切，几乎正是总统巴拉克·欧巴马所想要达到的效果。

source: Across the Rose Garden lawn, on a small landing outside the Oval Office, White House Spokesman Robert Gibbs and Vice Presidential Spokesman Jay Carney stood there grinning, as content as cats in a windowsill watching the dozens of photographers and scribblers scramble for a few seconds to document the visual contrivance.
zh_cn: 白宫发言人罗伯特·吉步斯与副总统发言人杰伊·卡尔尼站在总统办公室外的一小块平台上，面带微笑，看着玫瑰花园的草坪上几十名摄影师和记者们在几秒钟内忙碌地记录下这一清晰的场景，就像窗台上晒太阳的猫一样，流露出了满意的神情。

source: It was, let history note, a public relations coup, a photo-op to beat all photo-ops.
zh_cn: 这是一次白宫在处理公共关系上的意外成功，这次的媒体照片比以往任何时候的媒体照片都更加彰显珍贵，值得永载史册。

source: The two combatants in a confrontation that roiled the nation, raising unresolved issues of race, class and police power, were shown to sit together with the nation's political leaders.
zh_cn: 两名当事人——他们之间的冲突引发了一场全国范围内的，关于种族、阶级以及警察权力的，众说纷纭的热烈讨论——此刻正与这个国家的政治领袖共聚一席。

source: Harvard Professor Henry Louis Gates Jr., Cambridge Police Sgt. James Crowley, Vice President Joe Biden, Obama and four glasses of beer.
zh_cn: 四个人——哈佛大学教授亨利·刘易斯·小盖茨，马萨诸塞州剑桥市警官詹姆斯·克劳利，副总统乔·拜登和总统巴拉克·

source: That was all, save some peanuts.
zh_cn: 欧巴马，以及四杯啤酒，一碟花生米，构成了这个场景的全部。

source: Never mind the complex issues. Never mind the question of resolution. Never mind what they said.
zh_cn: 而在这一刻，谁也毋需为各种复杂问题而操心，谁也毋需为是否找到解决之道而在意，甚至谁也毋需关注他们到底谈了些什么。

source: The press had been warned not to expect any substance. It has been conditioned to swallow its pride.
zh_cn: 媒体事先接到了白宫方面的通知，别指望获得这次“啤酒峰会”的任何实质性内容，而其早已习惯于（为了获得第一手新闻）放下身段。

source: Forty feet away for 40 seconds, the media was told to expect at one point during the day.
zh_cn: 最初，媒体被要求当天只能站在距离“峰会”会场40英尺开外的地方，并且仅有40秒钟的拍摄时间。

source: That was later changed to 50 feet away for 30 seconds, much too far to shout a question or hear the genial mumblings of the men pretending that they were not being watched like penguins in a zoo pool.
zh_cn: 之后这一要求又被改成了50英尺外和30秒钟，这一距离使得记者们根本无法提问——哪怕用喊的；也无法听清与会者们到底亲切交谈了些什么——他们（与会者）就像动物园里被围观的企鹅一样，尽管仍装得若无其事。

source: Would Gates and Crowley hash out the factual disputes of the accounts of their arrest?
zh_cn: 黑人教授盖茨和白人警官克劳利能否冰释前嫌，消弭双方对于逮捕时情形描述不一致而引起的争执？

source: Would Crowley apologize as Gates had demanded?
zh_cn: 克劳利是否会如盖茨所要求的那样向其道歉？

source: Would the president, in any way, do anything to make what he called "a teachable moment" in some way educational?
zh_cn: 而总统欧巴马是否会竭力令这次他所谓的“施教时刻”变得更具教育意义？

source: No. Gates and Crowley plan to meet again in the coming weeks to deal with the actual dispute.
zh_cn: 答案是否定的。盖茨和克劳利约定，两人将在下周再次相聚，到时候再来解决争端。

source: In the meantime, the photo was all politics, an image of four men at a table drinking beer, a symbol instead of something real. The beer was important because it stood in for the substance.
zh_cn: 与此同时，这次的照片——四个男人围坐在一张桌子边喝啤酒——更接近一种象征性的符号，其政治意义大于实际意义。啤酒代替了实际问题，因而显得异常重要。

source: "What happened?" your coworker will ask at the water cooler. "They had a beer," you will say.
zh_cn: 在饮水机前打水时，也许会有同事问你：“发生了什么事？”，而你只会告诉他说：“他们在一起喝啤酒。”。

source: As the comedian Stephen Colbert observed after the darkest days of the previous presidency, "No matter what happens to America, she will always rebound--with the most powerfully staged photo ops in the world."
zh_cn: 正如喜剧演员斯蒂芬·科拜尔在布什政府最糟糕的时期所评论的那样：“无论发生了什么，美国总是能够从重大打击中重新振作——只要将那些事先设计好的，具有重大影响力的媒体照片刊登出来。”

source: So it was, again.
zh_cn: 现在，这个伎俩又一次成功了。

source: The photo op can be a particularly nefarious beast for a healthy democracy, where issues are supposed to be resolved through debate and transparency.
zh_cn: 这种经过刻意设计的媒体照片对一个健康的民主社会来说，不啻于洪水猛兽，在民主环境下，任何问题都应该通过辩论的方式，公开、透明地解决。

source: It inevitably tells a fiction, not an entirely false one--they really did sit there drinking beer at a table--but something entirely contrived to look uncontrived.
zh_cn: 现在，这条新闻（“啤酒峰会”）已经不可避免地沦为了一篇小说，尽管它并不是完全虚构的——“四个男人坐在一起喝酒”确有其事——但是显然经过了刻意的设计和修饰。

source: Consider the dozens of journalists milling about a few dozen feet away, the aides herding them like cattle.
zh_cn: 试想一下，几十英尺外的草地上，几十个记者人头攒动，纷纷攘攘，白宫的官员就像赶牛一样驱使着他们。

source: The four men pretended it wasn't happening. Obama snuck some peanuts. Biden cracked a smile. Crowley adjusted his tie. Gates spoke. None did the obvious thing by acknowledging the absurdity of pretending not to be watched. None broke the illusion of the fourth wall.
zh_cn: 那四个男人对此仍装得熟视无睹：欧巴马非常小心地嚼着花生米，拜登挤出一个笑容，克劳利整了整领带，盖茨开始高谈阔论，没有一个人愿意承认“假装没有被看见”这件事的荒谬，没有一个人回头，没有一个人敢戳破这“第四堵墙”的假象。

source: Consider that the beer they drank had been chosen for its symbolic value. Obama sipped Bud Light, the top selling beer in America, with 22 percent of grocery, drug and convenience store sales, according to industry data.
zh_cn: 再细想一下，他们喝的啤酒亦是大有讲究的：欧巴马啜饮着百威淡啤（Bud Light）——全美销量第一的啤酒，根据业内资料，百威在杂货店，药店和便利店的销售份额达到了22％。

source: It is a beer so bland that it advertises itself by proclaiming its "Drinkability," which is another way of saying its similarity to water.
zh_cn: 这种啤酒的口味是如此地清淡，以至于连它的广告都在宣传“可饮性”——变相地强调它与纯水的相似性。

source: It is the safest beer the president could possibly have chosen, the stuff of poll testing and focus groups.
zh_cn: 这大概是在经过民意测验与小组讨论之后，总统欧巴马所能够选出的最保险的啤酒品牌了。

source: Crowley drank the wheat beer Blue Moon, the unthreatening choice of a police officer with a sweet tooth, who is not afraid of a brew served often with a lemon wedge.
zh_cn: 克劳利喝的是小麦啤酒“蓝月”（Blue Moon），这个选择对于一位喜好甜食的警官来说，真是再合适不过，另外他也不介意伴随着这种啤酒的柠檬片。

source: Gates, who had talked up Red Stripe and Beck's, finally chose to represent his home state of Massachusetts with a locally-brewed Samuel Adams Light.
zh_cn: 盖茨曾表示要喝“红带”啤酒（Red Stripe）和贝克啤酒（Beck's），不过最终选择了本地品牌“塞缪尔·亚当斯”淡啤（Samuel Adams Light），以代表他的家乡马萨诸塞州。

source: The vice president, who does not drink alcohol, sent a message to the kids, nursing a non-alcoholic Buckler.
zh_cn: 副总统拜登不喝酒精饮料，因此选择了不含酒精的“盾”牌（Buckler），为孩子们作了一个好榜样。

source: But then this is just how it goes with the photo op.
zh_cn: 然而，以上种种一切，亦只是“媒体照片”之设计方案的一部分而已。

source: The nothing replaces the something.
zh_cn: 重要的事物被无关紧要的事物所取代。

source: The beer becomes the thing.
zh_cn: 啤酒成了本次照片中的重点。

source: Before the press was led out to the lawn, its distinguished members talked amongst themselves in the briefing room, marveling at their own ability to be manipulated and the fate of their professional souls.
zh_cn: 在被引导去草坪拍摄之前，那些卓越的媒体人在简报室内相互交谈着，对于他们居然能够为此甘受他人摆布而感到困惑，亦对自身职业操守的命运感到迷惘。

source: Both MSNBC and CNN had posted countdown clocks to the beer picture (or at least the scheduled time of the beer picture), as if this was a thing worth counting down.
zh_cn: MSNBC（微软全国有线广播电视公司）和CNN（美国有线电视新闻网）在节目中都使用了倒数计时的画面（或至少使用了提醒观众“距离‘啤酒峰会’还有多少时间”的画面）以等待那短短的几十秒拍摄时间，彷佛这次的“啤酒峰会”真是一件了不得的大事，值得倒数计时一样。

source: For days, White House daily briefings had been consumed by questions of beer. It had long become embarrassing. So the press had made a joke of it. Ha. Ha. What a farce.
zh_cn: 白宫的每日简报时间都被各种有关啤酒的问题所占满，并且一连持续了好几天，这一情形真令人感到难堪；媒体亦拿“啤酒峰会”取笑；这次的事件简直是一场闹剧。

source: After a while, it was difficult to remember the thing that the photo-op had been designed to replace. The arrest of Gates had been one thing, the result of a confusion and a confrontation in a nice Cambridge home. Then President Obama, the first black man in the White House, had taken sides in the dispute, saying the Crowley had "acted stupidly." This was a surprising violation of Obama's carefully crafted pose on matters of national division.
zh_cn: 不久以后，人们很快就会忘记，这次的媒体照片最初到底是为了掩饰什么而产生的：黑人教授盖茨在家门口发现忘记带钥匙，因为强行开门与警察起了冲突而被逮捕，这是一方面原因；另一方面，入主白宫的第一位黑人总统——欧巴马在这次事件中偏袒一方，指责警察“行为愚蠢”，这打破了之前他在处理国内问题上的谨慎形象。

source: It is Obama's habit to rise above disputes, to mediate, to find common ground, to project a post-tribal vision of America and himself, with a white mother and a black father.
zh_cn: 首先将问题上升到另一个层次，然后进行斡旋，接着找到共同点，最后展望未来，提出黑人白人和谐相处的愿景，并以他自己——白人母亲和黑人父亲的后代作为例子，这原本是欧巴马的一贯做法。

source: At a press conference last week, he instead was identifying with one party, the black Harvard man, calling Gates a "friend" and noting "I may be a little biased here." He described the incident as a possible case of "racial profiling."
zh_cn: 然而，在上周的记者招待会上，欧巴马却明显地表露了对争论双方中的某一方——黑人教授盖茨的支持，他称盖茨是他的“朋友”，并补充到“因此自己的观点可能会稍许有失偏颇”，他将这次的事件描述成为一场涉嫌“种族定性”的案例，并谈到黑人和西班牙裔美国人经常被警察以莫须有的罪名逮捕。

source: He spoke of blacks and Hispanics who get picked up by the police for "no cause." The president violated his own first rule when it came to questions of race by participating in old categories, instead of transcending them.
zh_cn: 当遇到涉及种族歧视的问题时，欧巴马违背了他自己的第一原则，因循旧例处理，而没能够有所超越。

source: The solution to this blunder, in addition to a near apology a few days later, was to stage a photo op, which would again position the president as a mediator, standing outside of race and class and building bridges.
zh_cn: 针对欧巴马这次失言的解决方案，除了几天后即将发表的道歉以外，就是精心策划一次媒体照片的拍摄宣传，再度将总统的形象塑造成为一名调停者，他超脱了种族和阶级的限制，并为双方架起桥梁。

source: After the beer had been carted away, Obama's staff sent out a statement in the president's name. "I have always believed that what brings us together is stronger than what pulls us apart," it read.
zh_cn: “啤酒峰会”结束以后，欧巴马的幕僚们马上以总统的名义发表了一份声明，声明中称“我对此确信不疑：那就是令我们凝聚在一起的力量将大于分歧的力量。”

source: "I am confident that has happened here tonight, and I am hopeful that all of us are able to draw this positive lesson from this episode." The president seemed to be suggesting that the two men had found common ground.
zh_cn: 并提到“我对今晚在这里举行的‘啤酒峰会’充满了信心，并由衷希望我们大家都能够从中吸取教训。”总统似乎在暗示两位当事人已经在某种程度上达成了共识，但事实并非如此。

source: But there was little evidence of this. (In a press conference afterwards, Crowley said they had "agreed to disagree," and offered no apologies.) The more evident lesson of four men drinking beer at a table was far more cynical. When real dialog is difficult, and when the hard work of mediating disputes has little political upside, then it is better for all involved to pose for the cameras and have a drink.
zh_cn: （在随后举行的记者招待会上，克劳利说他们两人已经在“允许双方意见不一致”这件事上达成了一致，并且没有道歉。注释8）不无遗憾的是，在这次四个男人喝啤酒事件中，我们只学到了一点：那就是当遇到真正棘手的问题时，与其费力地去调解争端，却不能捞到多大的政治好处，不如大家一起面对镜头，摆个pose喝啤酒来得有效。
